Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_(0).html.tmx
Source language: fin
Languages: sms

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
sms: Šiõǥǥ meeraikõskksaž maaiʹlm alggmeerai peeiʹv!

source: Tänään 9.8. vietetään YK:n julistamaa kansainvälistä maailman alkuperäiskansojen päivää.
sms: Täʹbbe 9.8. ââʹnet ÕM čuõjtem meeraikõskksaž maaiʹlm alggmeerai peeiʹv.

source: Saamelaiset ovat yksi maailman alkuperäiskansoista sekä ainoa Euroopan Unionin alueella ja Suomessa oikeudellisesti tunnustettu alkuperäiskansa.
sms: Säʹmmla lie õhtt maaiʹlm alggmeerain da oʹdinakai Euroop Unioon vuuʹdest di Lääʹddjânnmest vuõiggâdvuõđlanji tobdstum alggmeer.

source: Maailmassa noin 370 miljoona ihmistä kuuluu alkuperäiskansoihin ja asuu 90 eri valtion alueilla.
sms: Maaiʹlmest nuʹt 370 miljoon ooumžed koʹlle alggmeeraid da jälste 90 jeeʹres riikk vuuʹdin.

source: He edustavat 5000 eri kulttuuria ja puhuvat suurta osaa maailman eri kielistä.
sms: Sij eeʹttkâʹstte 5000 jeeʹres kulttuurâd da mainste jõnn meäʹr maaiʹlm jeeʹres ǩiõlin.

source: Myös saamelaiset asuvat nykyään neljän eri valtion alueilla Norjassa, Suomessa, Ruotsissa ja Venäjällä, ja puhuvat yhdeksää eri saamen kieltä.
sms: Säʹmmla še jälste ânnʼjõžääiʹj neellj jeeʹres riikk vuuʹdin Taarrjânnmest, Lääʹddjânnmest, Ruõccjânnmest da Ruõššjânnmest, di mainste ååuʹc jeeʹres sääʹmǩiõllâd.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta, ja tänä päivänä Saamelaiskäräjät haluaakin nostaa keskiöön maailman alkuperäiskansojen kielten ja erityisesti saamen kielten aseman ja tilanteen.
sms: Eeʹjjest 2019 ââʹnet ÕM alggmeerai ǩiõli eeʹjj, da täʹbbe Sääʹmteʹǧǧ haaʹlad še ouʹddepuʹhtted maaiʹlm alggmeerai ǩiõli da jeäʹrben sääʹmǩiõli sââi di vueʹjj.

source: Suuri osa tällä hetkellä uhanalaisista kielistä ovat alkuperäiskansojen kieliä, ja ennusteiden mukaan useat niistä ovat vaarassa sammua (E/C.19/2016/10).
sms: Jõnn mieʹrr tän poodd vaarvuâlaž ǩiõlin lie alggmeerai ǩiõl, da oudldõõzzi mieʹldd määŋg tõin lie vaarâst läppjed (E/C.19/2016/10).

source: Myös kaikki saamen kielet ovat luokiteltuina UNESCO:n maailman uhanalaisten kielten Atlaksessa joko selvästi tai vakavasti uhanalaisiksi tai lähes sammuneeksi kieliksi, ja akkalansaamen todetaan jo sammuneen.
sms: Puk sääʹmǩiõl lie še klasstõllum UNESCO maaiʹlm vaarvuâlaž ǩiõli Atlas-tuejjõõzzâst juʹn-a čiõlggsânji leʹbe tuõđlânji vaarvuâlžen leʹbe âlddsin läppjam ǩiõllân, da äʹǩǩelǩiõlâst tuõđât, što tõt lij juʹn läppjam.

source: Suomessa puhutuista saamen kielistä inarinsaame ja koltansaame ovat vakavasti uhanalaisia kieliä ja pohjoissaame on luokiteltu selvästi uhanalaiseksi.
sms: Lääʹddjânnmest mainstum ǩiõlin aanarsääʹmǩiõll da nuõrttsääʹmǩiõll lie tuõđlânji vaarvuâlaž ǩiõl da tâʹvvsääʹmǩiõll lij klasstõllum čiõlggsânji vaarvuâlžen.

source: Vaikka esim. kielten elvytystyö inarin- ja koltansaamen osalta on lähtenyt Suomen alueella lupaavasti käyntiin, työtä kaikkien kolmen Suomessa puhuttujen saamen kielten elinvoimaisuuden säilyttämiseksi on vielä paljon jäljellä.
sms: Håʹt ouddmiârkkân ǩiõli jälltemtuâjj aanarsääʹmǩiõlâst da nuõrttsääʹmǩiõlâst lij vuâlggam Lääʹddjânnam vuuʹdest pueʹrab årra, tuâjj puki kooum Lääʹddjânnmest mainstum sääʹmǩiõli jieʹllemviõǥǥ seeltem ouʹdde lij võl jiânnai ooudâst.
